{"meta":{"title":"Icy's hut","subtitle":"Cherish my lovely Life","description":"Icy's \\#From Vapidness To Divertingness","author":"Icy","url":"icyhh.xyz"},"pages":[],"posts":[{"title":"为了珍惜今天所有","slug":"party_in_tc_2024","date":"2024-01-31T14:40:28.000Z","updated":"2024-02-06T08:16:07.527Z","comments":true,"path":"2024/01/31/party_in_tc_2024/","link":"","permalink":"icyhh.xyz/2024/01/31/party_in_tc_2024/","excerpt":"","text":"时隔四年的春茧舞台，心情多了一些平静，但是能量一点也没有减少。P.S. 多图多视频格式错乱，目前只能保证电脑观看体验，给已经休假的大家鞠躬&gt;,&lt;。 一起上场吧 无奖竞猜我在这俩照片的哪儿 与平亿近人总办大大们同台的珍贵瞬间 总办天团背后的我们永远十八的会长栋哥🤩最棒的编舞师周周😍导演大大icey😙我的严师A师👏🏻 WXGer Old Pals大大大大陈COCOCOCO子C位男主们 最后附赠一个在春茧冻到躲进幕布里探头的🐳： &gt; 朋友说，合过影的人就会再次相见。还有好多朋友没来得及合照。但是此时此刻此情此景我们都一同拥有的感觉，会像一部老电影一样留在记忆里。期待下一次、每一次相遇。 永远年轻，永远热泪盈眶。","raw":null,"content":null,"categories":[],"tags":[{"name":"Shining Moment","slug":"Shining-Moment","permalink":"icyhh.xyz/tags/Shining-Moment/"}]},{"title":"青春是永远百折不挠的成长","slug":"party_in_tencent","date":"2019-12-20T13:40:28.000Z","updated":"2024-02-01T07:31:12.524Z","comments":true,"path":"2019/12/20/party_in_tencent/","link":"","permalink":"icyhh.xyz/2019/12/20/party_in_tencent/","excerpt":"","text":"历经一个月，二十多个抛弃加班的或夜晚或周末，四十多个业余时间排练的我们，感恩遇到燃而专业的导演团队和细心周到的组委会TAT，留下了这段刻苦铭心的感动。第一次，令我对舞台上瘾。来，单曲循环我们的BGM吧。 创造美好时光 格外感动，只因 老师们太炸了 不仅编舞炸而且还在我们排练缺bgm时 暴露出完美歌喉、化妆时 暴露出编辫子水平比造型师更专业的 谢老师！爱您！ 自带bgm和感染力出场的男人，被我们尊称为传销头目的即兴戏剧陈导！ 跳起舞来非常学院派的帅气直穿我心的言川老师！除了去BML那天之外每晚跟我们厮混在一起带着我们抠动作从未缺席！ 全场最swag的戏剧大佬小童！有你在就不需要加长版自拍杆。你和陈导教予我们的即兴戏剧玩法真是令大家受益匪浅。 当然还有我没有合照到的舞台监督老师柯柯！舞蹈老师软软！&gt;&lt; 以后再有机会集邮一定不再漏了。 还有！还有所有幕后所有为大家辛勤操办所有细节的组委会小姐姐们！感激每一段偶然相遇促成的这次完美合作！ 耶我最爱的碧琛！！不知不觉拍了介么多（骄傲脸，叉腰）。 我可爱的小企鹅们 情流感菌的美丽社畜 荣耀战场的全体炸场子选手 这里面有很多我们刚下飞机，刚把貂脱去的北京小伙伴。没错我们BG就是横跨北深两地家大业大。 太喜欢你们啦❤️ MUA😘 值得一提的是跟韩月在候场时，录下了与101火箭小姐姐们的美好同框。 彩虹室内合唱团🌈 大家都只为燕姿打call，我承认燕姿女神很优雅，她来候场距离我两米远的时候，我正在抢装无暇多看女神几眼；但是！我还要为大家介绍一下为总办伴唱的「上海彩虹室内合唱团」！他们与我们一样正职也是上班族，业余时候跟随金承志老先生（划掉）青年指挥家，一同呈现出一场场感染力max的合唱表演。十天前刚在广州的星海音乐厅过完他们的九岁生日，激情澎湃。 在我换头前拉住许妈许诗雨合影⬆️，我换头后与许妈的合影⬇️。 dbq我当时没能一下想起您的名字，在此补充一段来自轻芒的介绍——「人送外号“许妈”。彩虹室内合唱团前男低板凳役，现男高预备役，读谱麻辣鸡，杭州裔精神潮汕人，转折词达人。」 看着「合唱化妆室」就激动不已，在门口蹲着没敢过多的打扰，明年你们的巡演我还会努力抢票的！谢谢你们带来过的感动，“谢谢你们，加油！” 明日之子☀️ 高亮了这四只。前一天彩排时为了保持我们的专业度也一直没敢上去找全程素颜的张钰琪要签名或者合影，现场无修音的效果依然吹爆！ 明女化妆室就在我们隔壁，在后台碰上张钰琪的时候我们乖巧.gif上前问她能不能合影，她也谦逊地一口答应；每每联排她从我们身边下台时，我们给她比着大拇指她都乖巧地微笑点点头。简直太可爱了。 To be continue. 以上都还只是18号这一天产生的回忆。还有我们从一个月前就一起练舞、排队形、消灭水果、抠细节的每一个日日夜夜呢。还有那些拍过的定妆照、录过的抖肩舞、微视、采访呢。 我要「把起舞的今日写成诗篇 多年后也不遗憾」。我要把那些花絮和视频剪成VLOG。 不负好时光 | Best Thing I Got 「我要唱着歌 默默把你想」。我不愿意放过每一个瞬间的美好。 这样的一场鹅厂人的盛会，有幸能参与。直达B站食用：不负好时光 永远年轻，永远热泪盈眶。","raw":null,"content":null,"categories":[],"tags":[{"name":"Shining Moment","slug":"Shining-Moment","permalink":"icyhh.xyz/tags/Shining-Moment/"}]},{"title":"邊一閣發明了翻工 | 2019","slug":"邊一閣發明了翻工","date":"2019-05-15T16:24:22.000Z","updated":"2024-02-02T13:01:25.015Z","comments":true,"path":"2019/05/16/邊一閣發明了翻工/","link":"","permalink":"icyhh.xyz/2019/05/16/邊一閣發明了翻工/","excerpt":"","text":"系第四年寫回顧，又讀了一場大學的時光。對第一次開始動手時的想法還記憶猶新，成長如期了嗎，體會足夠豐盈嗎。常常回望反思。 依然是social眾多並且歡愉的一年。 January 壹月，年會塞滿了日子。無論是攀巖比賽、還是同大boss一齊大屏幕吃雞、抑或是請老師教Handclap的舞、參加晚宴，小鮮鵝第一次參與到這麽多的年會裏還是很興奮的。 新年的第一場作為攝影師參與的誌願活動。第一次接觸視障群體，與其說收穫到能從科技向善的角度考慮幫他們做什麼，倒不如說收穫到的是他們對生活積極樂觀的態度。 我与盲行 / 濱海 第一次拿到年終獎，當然是要將之前在畢業禮弄丟的Gopro買翻來啦。真香。 February 冇翻屋企的年。第一次在外晃蕩的春節，就好似不翻去，記憶就會停留在上一年的樣。 珠海 / 東澳島 珠海 / 格力東奧大酒店 &amp; 華發商都的年味 珠海 / 长隆海洋王国 珠海 / 海洋王国驚現Rick! 珠海 / 香洲区回望 珠海-佛山-廣州 / 吃吃吃 煙雨矇矇的春節，從珠海北上，在佛山禪城的夜晚壓馬路，在廣州天河的鬧市中駐足。 珠海 / 长隆海洋王国煙花火花车 春节快乐❤️ 春茗&amp;開工大吉 March 婦女節這天，TIT蹭課一日遊。見到細個時夢寐以求的雙層滑梯。 TIT創意園 / 廣州 時隔兩個月再與這些開朗的人們一同踏春。他們之中不但有多才多藝熱愛著生活的孩子，還有會開發軟件的盲人工程師。更加令人興奮的係，我廠真嘅有上線只靠聽力就可以玩的遊戲。 我与盲行 / 紅樹林 三月底睡眼惺忪地爬完麥理浩徑二段，航拍和雲台相伴是我堅持徒步完的動力與樂趣所在。 總的來說，呢個月一直陰雨綿綿，卻不失溫暖。 麥理浩徑 / 香港 April 第一年清明節回鄉拜山。 隨後又赴了東團和他的朋友們的第三次約。 與金承志/與東團的不解之緣 2019年嘅第一片系喺東山口星爸爸三層小洋樓，其實同母校康樂園的復古建築別無二致。 4月約拍-starbucks 呢年生日简单又丰盛。 May 五月帶二姐打卡福田水圍村。五彩斑斕🌈。出片率相當高，以致於我都冇嚟得切後期依然美麗。 5月约拍-深圳 最後發現本輯回憶錄變成了二姐的個人寫真集：P 顏狗之心溢於言表，罷了罷了，剩下嘅流水賬再次分下一個篇章吧。","raw":null,"content":null,"categories":[],"tags":[{"name":"Life","slug":"Life","permalink":"icyhh.xyz/tags/Life/"}]},{"title":"Hiking in HK | VLOG","slug":"Hiking_in_HK","date":"2019-03-16T15:14:22.000Z","updated":"2024-01-31T03:34:27.821Z","comments":true,"path":"2019/03/16/Hiking_in_HK/","link":"","permalink":"icyhh.xyz/2019/03/16/Hiking_in_HK/","excerpt":"","text":"麥理浩徑第二段。 下雨。十三點五公里，三萬步，五小時。 MacLehose Trail | Falling Into A Dream 直达B站食用：魔鬼麥理浩徑","raw":null,"content":null,"categories":[],"tags":[{"name":"Trip","slug":"Trip","permalink":"icyhh.xyz/tags/Trip/"}]},{"title":"Farewell🎥 | 2018","slug":"Farewell_My2018_2","date":"2019-01-17T10:08:53.000Z","updated":"2024-02-02T13:05:44.794Z","comments":true,"path":"2019/01/17/Farewell_My2018_2/","link":"","permalink":"icyhh.xyz/2019/01/17/Farewell_My2018_2/","excerpt":"","text":"Review of 2018 | BLOOM 篇幅冗长，还是把精华放到开头吧。直达B站食用：更棒的2018 April 离开了北海北，便马不停蹄地奔向了南山南。 Shenzhen – Hey, what’s up 我喜欢这里。认识到的毕业生都闪闪发亮。那些笑容，那些经历，那些舞姿，那些彻夜长谈，都令人激情澎湃。直到现在，我依然渴望那份对梦想生活的追求能够永不停歇。 大梅沙 / 毕业生封培晚会一些合照。在这里长了一岁。我把那些瞬间都放在VLOG里了。 一个星期的封培意犹未尽，便马不停蹄地开启mini Project。「你见过凌晨四点的腾大吗」，如此轻易。所幸努力没有被辜负，也收获了一帮可以浪遍海岸城的伙计们。 May 从北京深圳兜了一圈极速扩列。 母亲节的周末回到广州准备毕业答辩。其实不只是答辩，是去心理学系系楼开的最后一场组会，在青岛烧烤约的最后一次夜宵，最后一次德国心脏病，与舍友在离开大学城前的最后一次整整齐齐地约会，在广州蹦的第一次也是唯一一次野迪。 Xi‘an – Nice to meet you 四月告别了六朝古都，五月捣腾完毕设，毕业旅行这一趟，我们飞向了十三朝古都——原本计划的台湾之行暂时搁浅——来到新晋🎵网红城市西安。 位于安远门的民宿回民街的回眸，长安大排档的举杯 花样变黑游客照👩🏻👩🏼👩🏽👩🏿 虽然取景角度别扭，不妨碍展现大唐芙蓉园之绝美 陕博中最有幽默感的几件藏品hah All About 吃吃吃吃 西安 / 一些片子My Pretty Girls / 随手拍 钟楼 MIAMI 西安的最后一程，与同样是两年前在斯里兰卡的国际志愿者项目中相识的小美女会师。每每能够与偶遇的旅友再次相会，都令人欢悦。 June 初夏的岛国。也是我初入鹅厂的第一次旅行。关西线路，大阪-京都-奈良。这是一个值得开一个新篇章去讲述的地方。目前只整理出了VLOG，照片大概又要私藏很久罢（太忙惹）。 日本 / 一些可爱的合照 离开岛国后，才重新回到学校，真正携带仪式感地向SYSU道别。06/13东校全院毕业照，06/23中珠，06/28南校毕业典礼。第四年扛单反追着看毕业舞展，也是最后一次了。喏，所有照片与感谢的话语都在这里。 东校 / 11V毕业舞展 喔对了，期间还赶上了彩虹室内合唱团在深圳『得意的一天』巡演。好暖心的力量。有多少日夜独往，共一曲歌谣相伴。 深圳 / 下一个乐季，希望能有人一起听。 July 七月便在深圳安顿了下来。或去深大长跑或尬舞的每一个working week，结识到很棒的伙伴们，了解到很充实的生活方式。拿起了一次大赛主持话筒，举起了几次单反；借一次MBA酒会的摄影契机欣赏了一遍滨海。 在滨海的凌晨，21届世界杯。 深圳湾 才意识到是个暑假。带我的小老弟逛了逛深圳与鹅厂，希望五年后等他毕业的那天，也有机会在深圳遇到他。 August 上个月与Ruby小姐姐约了YeaLife浮世绘的展，意犹未尽，继续寻味广州，走遍了西关与珠江新城。 My Girls / 600D 在爷爷八十大寿的周末，又与堂姐将仙洲岛的风光探遍。聚餐那晚我捕捉了许多音容笑貌，这样缓缓地回忆了一年，便觉着我的亲人都没有走远。2019年春节没有回家，下一年春节似乎我还能像去年一样见到熟悉的他。一切如故。 深圳 / Dance Concert 会了会可能已经有十年没有聚首，但是依然没太大变化的小学老友，再跟随鹅厂舞协看了一场深圳iDeg舞室主办的舞蹈大会，结束了最后一个（并没有）的暑假时光。 September 每逢九月就像是一个全新的开始。遇到了对我来说沉浸式震撼的设计周Tdw，听到了青山周平先生令人相当有启发的创意设计，遇见并沉迷于《非人哉》，也遇到了百年一遇的大台风”山竹”。 音协的空体演出。迷上了卡宏鼓 台风过后的那周恰好参加了一次公益活动，陪社区老人到仙湖植物园赏秋，便也惊叹于城市的恢复力，向环境工作者致敬。 离开仙湖植物园的傍晚溪涌 / 民宿烧烤趴 这年盛夏内心充盈万分。中秋节这天也带外婆来体验了一下深圳的Airbnb，逛了逛我第一份工作的地方。呐，「第一场恋爱 第一份工作 多希望你也知道」。 October 这年国庆依然没有出远门，跟外婆逛了逛北京路、珠江新城，又逛了逛二沙岛上新开的「文立方」。末了跟小学最敬爱的班主任一同去Livehouse撑同班同学的阿卡贝拉，太美妙了。 广州 / MAO livehouse 中山公园 / Plogging 滨海 / 在一支海外宣传片里客串蹦迪群众 香港大浪湾 / 冲浪未遂 佛山 / 帽峰山公园 November 临近年末，在广州看了&lt;胡桃夹子和四个王国&gt;，还去了七彩的儿童公园打卡，非常逆生长了。也是第一年为20岁的小鲜鹅庆生，感激这一年的机遇。 My Girls / 600D 深圳 / 鹅厂生日快乐 深圳 / JetBrains 开发者之夜 滨海 / 戏剧小晚会 December 这年年末。有离别。也有重逢。 我参与的第一场也是最后一场圣诞晚会 广州 / 冬至 My Girls / Fuji 深圳 / 平安夜 pets / 新的住所 香港 / 元旦 深圳 / 跨年音乐会 期待平静的新一年# shift+2018","raw":null,"content":null,"categories":[],"tags":[{"name":"Life","slug":"Life","permalink":"icyhh.xyz/tags/Life/"}]},{"title":"Farewell📷 | 2018","slug":"Farewell_My2018","date":"2019-01-07T13:50:54.000Z","updated":"2024-02-02T13:05:36.337Z","comments":true,"path":"2019/01/07/Farewell_My2018/","link":"","permalink":"icyhh.xyz/2019/01/07/Farewell_My2018/","excerpt":"","text":"自14年起就在日程本上划下了2018这个节点。就像一个约定，我们期待它的到来而又盼它来得晚些。是毕业，又不仅仅是毕业的一年，许多别离。也丰盈，不知如何用文字描绘她，以至于从一月拖到了三月才动笔。 January 犹记得年初坐立不安的两个月，每天起床都默数三秒深吸一口气再打开手机看微信的邮件提醒。「又是没有offer的一天」。对UST过分执念与对自己的狂妄自信。也罢也罢，便看闲书刷电影，上上长笛课再去hiphop课尬尬舞，抓朋友出去外拍，尝试不虚度这最后一个寒假。 1月约拍-番禺角落里的北岛创意园 非常闲适的一天里，早上去楼下新开的北欧风咖啡馆继续调试实验室的工程，中午回到老字号吃吃肠粉，下午到马路对面的Up Dance新开的珠江新城高层分店练舞。 February 春节一如既往地回老家。自从中学之后，在老家呆多一些时间都是奢侈的。这一年带上了Gopro回去记录了一番，现在想想已是非常珍贵的影音了。 迎老爷 2月约拍-承载了十年回忆的东山口 March 三月初搭乘高铁一日往返深圳之后，奠定了2018年注定与计划不同的人生道路。大概是对科大的信仰还不够执着，拿到鹅厂offer之后二话不说就从了。之后的每天更是练笛、做毕设project、吃鸡、约约约饭中度过。在大学城呆着的日子counting down。 此情此景，只想留个纪念。忽略我脑洞上长出来到的苍天大树。&gt; 值得一提的是，接到HR终面电话的那天傍晚，夜色正好，跟不愿意透露姓名的芷然从高德置地广场的KBox走出来，坐在花城汇的小板凳上，吃鸡到了决赛圈。颤抖着盖下电话后，我在毒圈里还没被毒死。3月约拍-天河南的咖啡小馆 AprilBeijing – See you again 尘埃落定后，就想起了许多约定。走！进帝都。说起这段京城之行，短短一周有太多有意思的事情令我想一直碎碎念下去。总结起来，「萍水相逢仍十分欣喜」。留下了颇多美好的照片与影片，怕是要另开一个专辑才能述说完全。 风里雨里下了飞机赶向正觉胡同，超贴心的海燕在新街口地铁站等了我两个小时。上一年在巴厘岛的国际义工项目相识，是个在自拍时不知道怎么笑，但一见到我的镜头就笑得很美的女孩子。因此我尝试了一下FaceApp改变人脸表情的功能，看到成品后两个人在长途公交车上笑得前俯后仰。 因为是一个人动身，所以第一个落脚点选了一家在Airbnb上订的合租民宿，房东小姐姐拾光养了只孟加拉豹🐱「四喜」和加菲「丸子」。围着「吃货」围脖的丸子总是一脸睡不醒的样子，耷拉着眼皮任人揉耍。 任性「四喜」和吃货「丸子」 入住后认识的第一位朋友是在北大医学院当访问学者的青年人小胡，乍一看是二十来岁的年纪，温文呆萌助人为乐，给我提供了不少帮助（比如sd卡丢了慌得一笔），其实我不该用“小”来称呼他，如他所言，「他的孩儿都已经可以在视频里逗猫玩儿」了。每日我从外头游荡回来就看到他在书台前温书，学者自带的儒雅之气。我曾问他在这个人来人往的环境中不会太过嘈杂吗，他说，正乐于与这些访客们交谈。 仲有位成日坐喺客厅嘅大佬YipSing。因为一进门就听到他用白话在打电话，便开心地接上了茬儿。第二天四月的北京飘起了雪，晚上去后海Livehouse的计划便搁置了。宅在小民宿里，他说『你真系应该出去睇下』，便与YipSing打起伞踏雪去了，在积满雪的车尾箱上写下「恒大」两个大字，一副来搞事情的模样哈哈哈。回去后闲来无事，在客厅里与小胡、拾光看着YipSing用刚买来的扑克牌变魔术，信手拈来。四喜和丸子就在我们身边钻来钻去。一面之缘，度过了别样有意思的两天，都被我记录在vlog里了。 白天去到什刹海看大爷大妈们溜溜鸟儿遛遛狗，大爷看见我在拍照，热情地招呼我，「它是不是很漂亮，多拍拍！」。 即便下过雪，北国之春仍然是满园春色关不住的景象。 这里有的取景自什刹海，有的是玉渊潭，有的是雍和宫，有的是奥森，有的是北外校园，还有的是路边偶遇的灿漫。 移步至南锣鼓巷旁的一家青旅时，本以为是平静的两天，会窝在自己的小胶囊房里码游记。刚落脚那晚上，风很大，只是想上楼查看天台是否有可以晾衣服的地方，便撞见了一位微胖的瑞士大叔。他说了句「你好」，忘记了是怎么开的头，大概恰巧这次来北京都是一个人，便交谈了起来。 他说他的中文名是「杜漓刻」，取意自漓江水与镌刻之意。 他是一位Artist，从1980年就已经乘车船游历中国，留下了许多水彩画作，特别是上海。我听他讲上海发展迅猛、城市景观变化的故事，看他喜欢画的威尼斯的鱼。末了大概是他看我两眼放着光所以将这本在北京瑞士大使馆的展览的导览书赠予了我。加微信时他对着我当时的微信名「Me」笑了好久。 展览的名为「An Enduring Love Story」 第二天清晨我再次上楼扛上单反去拍钟楼鼓楼，内心寻思着是不是还有机会碰见他时，他也正在天台抽着烟。见到我在拍摄便提出帮我拍两张。果然是出自大师之手，得到成片之后我格外惊喜。他几乎没花时间找角度和调焦，可是原片直出的效果已经相当棒： 『景深』与『对焦』无可挑剔。 告别了这位英俊的大叔，我与雨瑞去到繁星戏剧村看《我是余欢水》，在今日美术馆与798游览肆意凹造型。整理出了更多在朋友圈没有展示过的成片，小仙女可张扬可宁静： 4月约拍-北京 在傍晚花1块钱学生票去到景山山顶，伴着西边斜阳的余光，我们守着看故宫进入梦乡的模样。 景山公园的故宫全貌 这趟北京之行，不仅与在两次国际义工活动中相识的海燕与雨瑞相见，还有恰逢在微软实习的宛君带我品尝「鸭班」，相识于CUHK一次面试的思远大哥带飞三里屯儿的「天堂超市」，还见着了缘起于吃鸡又继续在清华园吃鸡的秋良师兄。他们都特别可爱。除此之外，吃遍了译文特批的TODOLIST的所有东西，门钉肉饼呀、炒肝呀、爆肚呀、护国寺小吃、豆汁儿、北冰洋，还有铜锅涮肉配麻酱。 一些合照 最后两天搬到东直门的民宿时，隔壁卧室住着两个泰国女生。问房东客厅里的吹风机我找不着了，他说可能被她们拿去用后，我便用英文加指手画脚地向她们借了一下，也算是一个奇特的小插曲了。 关于帝都，可以讲述的太多了，连路边偶遇的垃圾箱我都想拍下来给你分享分享。胡同小道，鸟儿与小宠物，都令这座古城充满了生活情味。 摄影师在给清华园和烟袋斜街的情侣拍婚纱照。拍风景的我在一旁看着他们。 来自路人的注视。 还有许多偶遇的教堂建筑。前两张图是钱币博物馆，就在天安门广场旁边，因为游客实在太多而它的外观又格外引人注目，所以未能排上国博长队的我就转而前往钱币博物馆参观。最后的天主教堂是繁星戏剧村旁偶遇的： 基督教堂&amp;天主教堂 当然了，这一趟过来也没少在中关村溜达、见见北京的Apple Store，甚至想去西北旺把鹅厂、熊厂都打卡了，最终由于雨天路遥而作罢，只去了腾讯视频所在希格玛大厦转了转。 High Tech园区 帝都着实魅力超群。临走前的清晨我查清楚了日出时间，穿上羽绒服三点赶去排队等天安门的升旗，静静等候着五星红旗升起后阳光洒落天安门广场，仪式感加满。只是一个普通的工作日仍然人潮汹涌。国歌只奏了一遍便结束了全过程。 有人高举着手机直播。 待天安门广场的人群散去后，我也奔向了故宫博物院。避开了中轴线的游览模式，寂静而祥和，在珍宝馆看叹为观止的钟表，将单反的电池电量都耗尽了。古往今来拍摄故宫的绝美影像已经令人沉醉，在这里我便私藏起这部分吧（实不相瞒，是因为照片太多挑选不下手）。放一些雍和宫的细节： 屋脊上的神兽颇有讲究。 满足而丰盈的北京之行，讲述不尽了。拖了快一年的照片整理，先告一段落吧，最后以我圆滚滚的黑照收尾！Bazinga！（拉雨瑞小天使下水） 广东黄。嗯。 上一次来北京，是一家人在2004年的暑假，也是雨季。这次一人行还在玉渊潭公园让师傅十分钟给我画了张漫画，路过的行人啧啧称「画得像」，当我满怀期待地看到画作时。。QAQ。。。 你看是小洲村的画家水平高还是玉渊潭的？？ 才整理到四月份的一半，篇幅已经超过五分钟的阅读范畴了。那么剩余篇章与年度VLOG都留待下一辑吧。//2019.03.10","raw":null,"content":null,"categories":[],"tags":[{"name":"Life","slug":"Life","permalink":"icyhh.xyz/tags/Life/"}]},{"title":"樱花季后再看关西 | VLOG","slug":"Japan","date":"2018-10-05T09:47:59.000Z","updated":"2024-01-31T03:34:27.821Z","comments":true,"path":"2018/10/05/Japan/","link":"","permalink":"icyhh.xyz/2018/10/05/Japan/","excerpt":"","text":"配合BGM食用效果更佳。是日劇《四重奏》里的每到關鍵時機必出現的配樂，小雀要開始演奏前脫襪子的高燃時刻。 前奏声音要十倍音量才能感知到，记得调大声!大声。 關西の旅 | Music for a found harmonuium B站直达：關西の旅 To be continue.","raw":null,"content":null,"categories":[],"tags":[{"name":"Trip","slug":"Trip","permalink":"icyhh.xyz/tags/Trip/"}]},{"title":"畢業禮","slug":"WE_GRADUATED","date":"2018-07-05T16:00:00.000Z","updated":"2024-01-31T03:34:27.821Z","comments":true,"path":"2018/07/06/WE_GRADUATED/","link":"","permalink":"icyhh.xyz/2018/07/06/WE_GRADUATED/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;随手一搜BGM，点开歌单列表的第一首，前奏提琴声一响起——“this is how it feels”，伴随着求学生涯的那种卡农曲风——竟是2000年的热单了，歌词仍然令人共鸣。无论过多几个十年，毕业的情绪都是相似的。 Victamin C - Graduation Love&nbsp;&nbsp;&nbsp;&nbsp;笑得见牙不见眼的，我的至亲，教会我温和而有力量的人。 &nbsp;&nbsp;&nbsp;&nbsp;老铁们！ &nbsp;&nbsp;&nbsp;&nbsp;我们的聆静大宝贝&gt;&lt;&nbsp;&nbsp;&nbsp;&nbsp;举个栗子啦第三代！ “So we talked all night about the rest of our lives,Where we’re gonna be when we turn 25.” Psy&nbsp;&nbsp;&nbsp;&nbsp;是我最敬爱可爱最牛逼最感激的两位老板。 &nbsp;&nbsp;&nbsp;&nbsp;（如果我不说，你们一定不会发现，门牌号的PS痕迹 XD&nbsp;&nbsp;&nbsp;&nbsp;是帮助过我最多的马马马和羊羊羊呀&nbsp;&nbsp;&nbsp;&nbsp;最智慧的Jinbo师兄!&nbsp;&nbsp;&nbsp;&nbsp;最典雅的安如师姐~&nbsp;&nbsp;&nbsp;&nbsp;最温柔的林林师姐也要毕业幸福 “Cause we’re moving on and we can’t slow down.These memories are playing like a film without sound.” &nbsp;&nbsp;&nbsp;&nbsp;wing诗!下一场下下场下下下场彩虹合唱约定你! &nbsp;&nbsp;&nbsp;&nbsp;悦悦师姐我还欠你一辑外拍!!任何一个广州周末任挑&nbsp;&nbsp;&nbsp;&nbsp;表白次数太多在此省略一次^^ “得閑飲茶啊乐怡~要多D得閑啊!”&nbsp;&nbsp;&nbsp;&nbsp;还要留坑给已经毕业的小鱼和HHL。XD&nbsp;&nbsp;&nbsp;&nbsp;感激有你们才令我体会了一把双学位一般的快感 &nbsp;&nbsp;&nbsp;&nbsp;在东校两年最必不可缺的一部分是你们，不仅怀念组会上的脑洞，关于幸福感、关于工作记忆、关于阿兹海默、关于大脑连接，怀念东北烧烤上的三国杀、Dixit、“你看看你”……怀念一起看过的音乐会、舞展、话剧，也想好好将我的研究完成，与你们一起相约OHBM的蹦迪。 “I keep thinking times will never change.Keep on thinking things will always be the same.” YiDongBIAN&nbsp;&nbsp;&nbsp;&nbsp;虽然是在笑容僵硬的那天拍的，但是不要怀疑我内心对你们的爱！&nbsp;&nbsp;&nbsp;&nbsp;没来得及与所有你们合照TAT &nbsp;&nbsp;&nbsp;&nbsp;⬆️我的老队长和⬇️我的同僚们XD&nbsp;&nbsp;&nbsp;&nbsp;还有我后生可畏的小朋友们 &nbsp;&nbsp;&nbsp;&nbsp;更多的是在中珠不可割舍的回忆。教室、饭堂、糖水铺，礼堂、沕水、烟灰缸。深哥和老班送来的订制明信片，小朋友的鲜花与手账本。 “But when we leave this year we wont be coming back,No more hanging out cause we’re on a different track.” Partners&nbsp;&nbsp;&nbsp;&nbsp;四年能不挂科全靠叔叔CARRY！给你两个坑位以表示最诚挚的敬意XD&nbsp;&nbsp;&nbsp;&nbsp;过年打个飞的去探你啦哼哼 “So if we get the big jobs And we make the big money,When we look back now Will our jokes still be funny? &nbsp;&nbsp;&nbsp;&nbsp;陳老細，關西飲茶！ &nbsp;&nbsp;&nbsp;&nbsp;能顺利毕业全靠大佬全程协助！得閑飲茶！ “Will we still remember everything we learned in school?Still be trying to break every single rule?” &nbsp;&nbsp;&nbsp;&nbsp;跟随小马哥POP到世界尽头 &nbsp;&nbsp;&nbsp;&nbsp;金柳我们以后会再有机会相约HK的! Old Friends&nbsp;&nbsp;&nbsp;&nbsp;十年同窗，见证了小罗十年不变的八齿笑容。“大哥我们可终于不再同校了！” &nbsp;&nbsp;&nbsp;&nbsp;见到老姜太surprise了。 &nbsp;&nbsp;&nbsp;&nbsp; (调色无能QAQ…) “Will little brainy Bobby be the stockbroker man?Can Heather find a job that won’t interfere with her tan?” &nbsp;&nbsp;&nbsp;&nbsp;無線電我會再去中珠探望你嘅，好好捱多兩年啦（高帅到模糊）。 &nbsp;&nbsp;&nbsp;&nbsp;下次坐上Lanka小火车去见苯丙。 Cherish&nbsp;&nbsp;&nbsp;&nbsp; 火乐我们又快要见面了。一点都不想念。（ &nbsp;&nbsp;&nbsp;&nbsp; 要好好的。 &nbsp;&nbsp;&nbsp;&nbsp; 偶遇班长大大。 &nbsp;&nbsp;&nbsp;&nbsp; 十分爱您！ “As we go on,we remember All the times we had together.” 仲沒完 “And as our lives change, come whatever.We will still be, friends forever…” &nbsp;&nbsp;&nbsp;&nbsp; 麻瓜刚入格兰芬多学院。（P不动了P不动了…… “And I keep thinking of that night in June.I didn’t know much of love but it came too soon.” &nbsp;&nbsp;&nbsp;&nbsp;从东校、中珠跑到南校，拍照那几天不是下着大雨就是顶着烈日。在我使出毕生的现学现卖功力对这辑毕业照一点一点地抠图时，浮现于眼前的是与照片中的你们相知相识的过往，音容笑貌。后期了一个多月又一个多月，横跨了整个世界杯，回忆也回溯到很久很久之前。&nbsp;&nbsp;&nbsp;&nbsp;脑海中循环的是毕业礼上的”为社会福，为邦家光“。恰逢中大被一件有违师德的事件推上风口浪尖，这八字箴言更为振聋发聩。还有”自由之思想，独立之精神“，谨记陈寅恪先生的教诲。还愿十年后回看，少年之志不渝。 毕业快乐🎓","raw":null,"content":null,"categories":[],"tags":[{"name":"Shining Moment","slug":"Shining-Moment","permalink":"icyhh.xyz/tags/Shining-Moment/"}]},{"title":"喜爱这四月 | VLOG","slug":"喜爱这四月","date":"2018-05-20T03:08:50.000Z","updated":"2024-01-31T03:34:27.822Z","comments":true,"path":"2018/05/20/喜爱这四月/","link":"","permalink":"icyhh.xyz/2018/05/20/喜爱这四月/","excerpt":"","text":"四月从北海北走到南山南，萍水相逢的时光都开出花来。 北京 | BigCityDreams 京城周游记 大梅沙 | Emoji 鹅厂传送门","raw":null,"content":null,"categories":[],"tags":[{"name":"Shining Moment","slug":"Shining-Moment","permalink":"icyhh.xyz/tags/Shining-Moment/"}]},{"title":"廿年年味 | VLOG","slug":"廿年年味","date":"2018-02-22T18:41:16.000Z","updated":"2024-01-31T03:34:27.822Z","comments":true,"path":"2018/02/23/廿年年味/","link":"","permalink":"icyhh.xyz/2018/02/23/廿年年味/","excerpt":"","text":"选的BGM是一首小语种歌曲，丹麦语歌名直译应该是「should have gone home」。喏，这是二十年不变的年味。 Spring Festival 2018 | Sys Bjerre - Sku’ Ha’ Gået Hjem B站直达：廿年年味 晕车人士请在监护下观看QAQ","raw":null,"content":null,"categories":[],"tags":[{"name":"Life","slug":"Life","permalink":"icyhh.xyz/tags/Life/"}]},{"title":"Dancing all the time | Snapshot","slug":"Dancing_all_the_time","date":"2018-02-10T09:14:57.000Z","updated":"2024-01-31T03:34:27.820Z","comments":true,"path":"2018/02/10/Dancing_all_the_time/","link":"","permalink":"icyhh.xyz/2018/02/10/Dancing_all_the_time/","excerpt":"","text":"大半个月一次不落地练舞，集到与六位可爱的老师的合照，是年前十分满足的一次卡路里消耗大业。有点小遗憾，来自🇷🇴的三星外教嫌我们第二次来的人太少（跟不上他魔鬼的步伐／忙着筹备过年）最后一堂课生活罢工了，合照中少了一张英俊的男性面庞。 从去年寒假入坑开始，愚钝的老骨头舞龄也有一年了（如果再另外算上体舞时接触过的华尔兹和拉丁舞……啊快两年了我的悟性好低），断断续续跟了一段时间的OK聪和超哥的Hiphop、小茜的Kpop，再跟Acer们练了一个学期的Popping，总算是入了门，UpDown、DownUp不再别扭。阿cat的Urban也跟过，很欢乐的编舞，只可惜直接学成品舞对于基本功都没怎么练的老骨头而言太难了。集训从小跳、星源、静静的指点中了解到许多inspring的建议与方法，也更加理解了Urban Dance／LA sytle是什么。一直以为是一种mix的舞种，其实更确切地说是choregraphy。可以抒情可以炸，可以欢乐可以丧。 篇末小笔记会把这些小指导都记下来，以免遗忘也供日后我的进阶练习作instruction。 Silvia的Hiphop对于我而言是最容易跟的（自我要求低至…不忘动作不掉拍），加之Chris Brown黄暴又洗脑的Ayo，学起来比较快，当然动作的到位程度都有待练习。Rena的Jazz一开始我是抱着弃疗心态体验的，倒没想到练了这么久wave之后也跟得比较轻松了，Jazz不愧是最简单的舞种。Rena老师一定是芭蕾或拉丁出身的，转起圈来是小仙女，舞蹈中表情管理也极佳。 此处应有视频 基本功小总结 ： isolation和开发： 1、头：前后左右平移、45度倾斜。circle。 2、肩：上下前后平移、roll。左右同向或反向。 3、胸：上下，前后左右45度，roll。 4、腹：平板支撑、空中单车、双腿举直向左右前方倒 控制不碰地。 5、胯：前后左右45度，roll。 6、腿：roll，马步（或坐姿靠墙，小腿大腿90度），一字马（可贴在墙上靠重力拉伸），压腿 7、手：平举一首歌（练wave、左右发力、手掌上下） 8、其他：俯卧撑跳、全身wave/倒wave/侧wave、开合跳。 可配合上律动练习。体能过后要拉筋。 steps： 待进一步总结。 平转小技巧（星源、Rena、JY）： 1、正确姿势：第一步，右手张开，左手向前举，左脚尖向前点地，目视前方；第二步，左手左脚向左旋90度，目视左侧；第三步，左脚收在右脚前方，收右手，平转180度，保持目光停留在左侧；第四步，迅速扭头，完成剩下180度的选择，目视前方。 2、练习平衡：双脚脚尖点地，双手相前举，闭眼难度更高，坚持一首歌。 「從舞蹈上講，用力一大就會從面部表現出來，舞蹈講究的是美。在完成動作之前和之中，不應表現出任何不安來，而應給人一種輕鬆感和自如感以及一氣呵成的整體感和舒適感。」给我一直狰狞的表情找到了缘由。 来自小鲜肉的建议： 上课跟动作时不要记所有细节、记质感和point，不管多乱多难、抓住点，把动作记熟了再跟音乐，注意延伸与不延伸的区别，舞蹈可以跟乐曲中的钢琴声、鼓点声或人声 表现出不同的延伸／控制／爆发，不要看地下，忘动作就solo！","raw":null,"content":null,"categories":[],"tags":[{"name":"Daily","slug":"Daily","permalink":"icyhh.xyz/tags/Daily/"}]},{"title":"只为迎着暮冬大雪纷飞时贪玩 | 2017","slug":"只为迎着暮冬大雪纷飞时贪玩","date":"2017-12-31T09:59:36.000Z","updated":"2024-01-31T03:34:27.821Z","comments":true,"path":"2017/12/31/只为迎着暮冬大雪纷飞时贪玩/","link":"","permalink":"icyhh.xyz/2017/12/31/只为迎着暮冬大雪纷飞时贪玩/","excerpt":"","text":"六月嘅學士帽一揮，從熙熙攘攘嘅畢業季醒嚟，告別了學長學姐，我嘅生活也重歸於平靜。 系第二次敲下年度總結了，呢個blog嘅建立很大程度受到了陳家明同埋joen風格嘅影響，簡直想把家明嘅css偷偷扒下嚟用（笑）。吹捧口氣地形容，真嘅可以一張張圖一只只字嘅反復睇幾十遍都未厭，以至於我對自己嘅排版拍攝角度和文字都十分不滿。篇末↓試着剪了個視頻，十二月臨時起意地剪，亦系七月才臨時谂起入手嘅GoPro，素材唔夠炸，所以權當一次朴實嘅留念吧。 *點唔開joen嘅鏈接又 curious嘅話可以食用下方二維碼。我實喺系冇搵到鏈接微信公眾號嘅好辦法，見笑。其實佢系一位喺DP上僅有一面之緣並唔認識嘅學長。 July 告別了寫字樓-飯堂-宿舍嘅三點一線，喺熱到融化嘅夏日開啟宿舍-實驗室-飯堂嘅三點一線。 雖然，中途偷雞出去周圍兜兜轉轉嘆世界，但系「暑期」一到五嘅時間基本都系一個人靜雞雞對住部電腦coding。（與此同時畢業設計從六月難產到依家。攤手。 Seminyak|七月尾嘅Surfing “多亏了偲的绝技，得以将晒成碳的我们P白些。”​ 我哋嘅教練小哥盡職又體貼。從咸海水爬出嚟，我嘅笑容漸漸歪曲到變形。 August 八月初假裝為了「金華冰廳」一杯港奶抑或一碗餐蛋面去到「黃大仙」，其實仲去往「清水灣」將科大行咗一遍，對HKUST嘅向往也算系多年嚟嘅執念了。 唔知佢究竟肯唔肯收留苦等四個月嘅失學兒童。 從廿四樓嘅「九龍」penta hotel望出去 唔知步履匆匆嘅彈丸之地肯唔肯接納我哪怕只系一年嘅駐足。 咁啱八月中喺「南國書香節展」上隨意翻睇時，見到啲得意嘅歷史圖像。 up到嚟呢度，已經唔知自己喺度up乜。好似離review嘅主題差得有點遠，也許系明早又有個關鍵時刻，加深了我喺跨年夜對執念嘅執念。咁便順便喺心里默祝心中有夢嘅朋友們新年都能得償所願吧。 从「獅子山」趕返翻嚟。見到彩虹室內合唱團真身。滿足曬。 上海彩虹室内合唱团 - 梦见る人 / 追梦人(A dreamer) “关于这群温暖又有趣的灵魂，我已经表白了太多，在这里还是用歌曲代替话语吧。” 八月尾嘅周末又同「未到可以進賭場年齡」嘅少女一起去「凼仔」「路環」戲精了一把。 之前嚟兩次都直奔「大三巴」打卡游客照，難得呢次發現了個澳門老漁村。「鵝黃色的粉壁、寶藍色的窗子、白色的窗邊以及巴洛克式的葡風外觀，都賦予此地一股童話般的氣息。」 就算冇嚟得及去往黑沙灘，都抵曬啦。 Macau cat: 順時針睇 唔記得贊下「水蟹粥」同埋「安德魯蛋撻」添，夜鼆鼆就唔再放圖了上嚟了。September+ 時間意義上嘅「開學」之後，正經事好似就反而做少了。九月正准備斗志激昂地寫PS學新嘅ML框架時，忽然間得到個教訓，「感冒之後就唔好去游水了」。跟住寫下信煉下丹學下英語，三個月一下就過完。每日掐着點數時間點，滴滴答答願望仲系未實現。唯一嘅安慰系冷風吹都唔停嘅popping。年幼時一直放唔開膽，廿歲人突然之間d厚了臉皮期望住see U on the square。October國慶|巽寮灣 : 呆NovemberOct. ~ Dec. | Try to be part of AcersDecember三体|南山文体中心 系嘅我又去為三體打cal了，失策嘅系今年巡演嘅仍然系第一部，“不过有璐璐带飞也是十分感谢和无憾的啦” 。廣州人去到深圳嘅新廣場依然有種迷之從村里進城嘅感覺。今年下半年嘅最後一次離開廣州，嚟嚟去去都系啲周邊已經去勻曬嘅城市。希望接下嚟嘅時光中，能真真正正地讀萬卷書，行萬里路吧。更希望嘅系，可以喺萬里路途上跳幾個routine以示活着。 新年嘅又一輪睇展高峰期。把廣州校區牛社嘅展演一個唔落地睇曬，以示「我喺大山中學待過」。南校|聖誕新年草地音樂會星海音樂學院|聖誕新年音樂會東校話劇社|賀歲劇《我與我與佢與佢》東校管弦樂團 鍵盤隊|新年音樂會東校合唱團|冬雪謠​ 梗系仲有TOPSHOW嘅Dance Party啦。​ 未完成嘅事。未見夠嘅人。​ 不停俾親戚朋友們問「你都冇課了日日系度做乜，點唔去實習」，唔知點答。拿我蝸牛爬般速度嘅「畢設」和「實訓」搪塞過去。睇落好清閑嘅生活，心中總系有「能力增長與年歲增長唔相匹配」嘅擔憂。與此同時，又迷惑點解人生嘅每一刻都要做啲「有用之事」，大概問「你呢排做緊乜」就似「你食咗飯未」一樣嘅客套話罷了，唔使得到一個確切而閃光嘅答案。大概我想喺十二年寒窗嘅最後時刻做點以後唔會遺憾 未去完成嘅事。 沉迷学习，耽误青春啊（误）。 To be frank， 就系「趁年輕，我還想多玩啲」。 還有很多人話「你點解成日都喺度整理照片」。大概除咗為了影得靚靚哋保存嗰部分以外，照片於我嘅意義，系彌補記憶上嘅易失性，讓我唔好忘記，當時當景，我嘅心境 我嘅態度 我嘅承諾 我系點樣嘅 我身邊嘅人事物又系點樣嘅。&gt; 你，会把自己搞丢吗？&gt;&gt; 当然。我们经常把自己的执着、爱情、理想遗忘。时隔不久，就会发觉自己，与不久前的自己，其实已经形同陌路。而过去那些坚持，更是让人觉的可笑。&gt;&gt; ​ —— 赖声川《我和我和他和他》*** “其实这个视频很粗制滥造&gt; &lt; ，前三十秒晕车晕船晕机慎重选择跳过。我就不另外吐槽吞掉我的音质和音轨的导出效果了。“ Review of my 2017 | sia - The Greatest B站直达：The Greatest Thanks for reading. 湿湿碎碎又一年.# shift+2017","raw":null,"content":null,"categories":[],"tags":[{"name":"Life","slug":"Life","permalink":"icyhh.xyz/tags/Life/"}]},{"title":"由不相识再到交心一场 | 2017","slug":"由不相识再到交心一场","date":"2017-07-09T05:47:08.000Z","updated":"2024-01-31T03:34:27.822Z","comments":true,"path":"2017/07/09/由不相识再到交心一场/","link":"","permalink":"icyhh.xyz/2017/07/09/由不相识再到交心一场/","excerpt":"","text":"figcaption{ color: grey; font-size: 10px; }; 我是一个很难断舍离的人，而在这大三一整年，有幸遇到太多有趣的灵魂，觥筹交错后便要挥手道别，徒增不舍。 September 即使回迁到了广州，中秋依然没有回家，跑去当了友心人创新节的志愿者。当时对心理学的热忱也是在于——如创始人keledoll所说——“把心理学的知识分享给更多需要的人”。 倾盆大雨水浸街跑到东山口，再跑到西门口。接触到这个团队背后骨骼惊奇敢想敢做的一帮年轻人。「何止派对」「何止戏剧」「何止演讲」，心理学不神秘，同样可以以大众更易接受的方式呈现出来。 为什么我那么喜欢这件“好好活着”的红T，正是这次活动的纪念衫，与之对应的是黑色的“废柴”。躁与郁，一念之间。“抑郁以痛吻我，我仍报之以歌”，那段时间正值各种抑郁症新闻频出，令人欣慰的是大众越来越能正视它，主动寻求治疗，抑郁症是可以被战胜的。 October 一周十门专业课忙到窒息，学术发展中心换届延续，又听闻移动辩一路闯进决赛，同时开启了天池大数据的征途，并且刚结识两个小伙伴开始美赛之旅，便三番五次地往返南校，在摩拜刚进驻广州的日子里将它奉为信仰。充实得令人热血沸腾。 November + December 即便忙得不可开交，十一二月该听的天池讲座，该看的智能装备展览，该当的志愿者，该学的心肺复苏术还是没有停歇。搞事的心静不下来。还有该加入的神经科学组会，这是另一段无悔的开端啊。 在海珠湖当志愿者时也顺带测试了一下微软识花的准确性。 是的，满腔热忱。 还有亲爱的堂姐毕业快乐。 平安夜的晚上忙里偷闲跟婊贝们去了一趟酒吧街，本着感受一番资本主义节日气息的想法，不料却在看到名为“WS”和“LAB”的酒吧时回忆起了被实验报告支配的恐惧。 继而想起十分感激的队友们，才有了AI、云计算、WSN、实时系统的成果，Android、Web的美妙作品。 特别满足的一个学期。 January 一月份以来第一件大事就是美赛。对美赛的回忆是两位机灵的妹子和每天早晚穿越广州大桥时看到的美好日光。即便结果不如人意，但是那三天的朝夕拼搏比结果更值得感激。❤ 剩下的一月便是在体育西珠江新城与托福的陪伴中度过的。 而过年回到的老家依然是那么楚楚动人。与一帮小捣蛋鬼斗智斗勇的日子，一年也就只剩下那么五天了。 February 闲不下来的寒假马上开启了新的征程。同时搞起的事情有Tungee和UpDance，怀揣着紧张的心情应聘的第一份工作，意外地收获了不仅仅是levelup的技能还有许多可爱的小伙伴们，除了感激，就只剩下幸运了。Tungee的妹子们真的都超美！！ 而跟随着很warm的ok聪，灵动的小西还有很炸的A.Co，活泼的cat，谈恋爱不如跳舞的四个月以来异常欢腾。 March 开学的第一个月特别浪。无论是跟不再吃烤鱼小分队一同开始KDD征途还是融入一言不合就通宵的红烧猪蹄小分队（图源是[谁是卧底]app留下的自拍黑照hhh），最敞开心扉的一段痛快旅程。 那些对前途彷徨的日子里总是将凌晨一点的东校逛了一遍又一遍，凌晨两点的烧烤店，凌晨三点的宿舍楼顶，凌晨四点的“嗨 你睡了吗” “没有”。 还有移动辩在长岗山庄搓麻聆听小王子的深情的夜晚，愿温柔的人终能找到自己的玫瑰。可爱的大家，好愿不散。 除了搓麻桌球xbox狼人特别尽兴外，犹记得深哥无敌的厨艺。 三月份还初遇了来自台湾或深沉或逗逼的交换小伙伴，广州一日游之后便开始了日常约约约，理工生看着文人们的对话插不进嘴，听着大哥在宿舍深夜尬舞白天打农药的事迹，却颇有意思。你们离开得十分匆忙，还没来得及来东校一趟，还有一支舞没有尬约。后会有期！待明信片将我的祝福带去。 April 愚人节当晚，幸亏乐怡小姐姐的提及，我才没有错过中大东校园合唱团与金承志的一场音乐会。早就在《中山情》时听闻东团的高超水准，不愿意再走宝了。而拼车去二沙岛的路上也是有惊无险。 也许唯有《彩虹》响起的时候，才能在星海音乐厅举起闪光灯。「我枕着星河／我躺在云端／晚风呢喃青草岸／钟声吻霞光」那温柔的曲调，每每听到心都要融化。而八月份，金承志要带着他的上海彩虹室内合唱团真身来广州了，期待max。 四月份，特别感恩，所有所有的你们陪我度过的21，比heart。「时光总会因为有了陪伴而更加温暖美好起来。」 May 五月是看展高峰期。 东校体育馆的维纳斯决赛 工学院广场的AceCrew毕业舞展 广美的毕业画展 惠佳三楼的东团毕业公演 南校梁𨱇琚礼堂的维纳斯四校总决 ​ 无一场不是美轮美奂。 ​ 月末端午节之时却是2017年第一次离开广州。格外珍藏的一段阳江之行。 June​ 六月，二流摄影师上线。镜头中的你们啊，都特别特别美。毕业快乐。 那么欢愉的四个月，转瞬就要道别，挥别Tungee，挥别UpDance，挥别交换生小伙伴们，挥别毕业的师兄师姐。 这条与中大西路交叉的青蓝街估计有一段时间不会再每天走过。 四个月内无数次拍下天空。 曾挣扎过不舍过，最终还是选择了投向未知。所幸我对名字与面孔的记忆力很强，对于生命中的每一个人，都不能忘却。你们是组成我生活乐章中必不可少的每一个音符，每一份赤诚与热爱。 # shift+2017 half","raw":null,"content":null,"categories":[],"tags":[{"name":"Life","slug":"Life","permalink":"icyhh.xyz/tags/Life/"}]},{"title":"Hello World | 2016","slug":"HelloWorld_My2016","date":"2017-01-01T13:13:54.000Z","updated":"2024-01-31T03:34:27.820Z","comments":true,"path":"2017/01/01/HelloWorld_My2016/","link":"","permalink":"icyhh.xyz/2017/01/01/HelloWorld_My2016/","excerpt":"","text":"16，算是我青春中最special的数字。 接近她，走过她，离开她。2008年始，2016年止。 太久没在年终时写下回顾，或许是因为学生生涯被我过得无奇不足为外人道，就连自己都不想听自己碎碎念这一年的小事小心思。不过从弱冠之年起，我发觉精彩点可以有好多。 January 喺广州下雪嘅最冷嘅冬天，喺珠海起咗个大早，遇到一群接落嚟会相处得好唔错嘅朋友。前往茂名。 支教，一个并唔陌生嘅词。亲身经历之时，觉得系一个可以创造许多快乐与满足嘅事。 落雨天，牵著你哋嘅手，走过泥泞嘅山路。 喺你哋最冇忧嘅年纪陪你哋放肆大笑。教予你哋一些小技能小知识。 但系时间真系太短，仲未嚟得切将感动延续下去就要别离。 铁钟响起，落课返屋企啦。但系你地更加钟意喺学校见到同学仔，系咪？ 其实最遗憾嘅系，跟住落嚟嘅两嗰学期课业好忙，你哋打离嘅电话，我都好难回复，亦都唔知应该同你哋倾点乜嘢好。新嘅咁一年又嚟嘞，唔知有无新嘅老师去陪你地上课陪你地玩咧。 仲有我得意嘅小伙伴们，翻嚟广州校区之后，好耐冇见，都几挂住你哋。 “很想念做饭做菜很好吃! 通宵狼人、扲棉胎的你们呀!” February 仲记得春节行过的花街，食过的烧窑鸡，去过的乜氏研究所，撸过的猫。 March​ 可能大部分你们还不习惯听我讲粤语吧。一时兴起，切换回来。 樱花开的一个三月周末从珠海跑去了武汉。 被三餐法院沉迷比赛的某人放了鸽子，受到了美丽的夹心盛情的款待！小可惜没有与琦琦面基。 三月下旬的樱花已经开始谢了，绽放的时间如此短暂。 倒是吃了几餐好吃的，广东人的胃在湖北十分满足。 April &amp; May 四月是一段受cpu五级流水线和pintos操作系统支配的黑暗时光 。 五月跑回东校看AceCrew 的Topshow毕业舞展，今年没有下雨，但是看着台上黑压压的一伙人，好像比去年少了一些惊艳。 June 做船模的日子，把你们教唆在一起组队，估计是年度最佳决定。从此之后我们的生活再也离不开海（明明只是水哪来的海/滑稽），玩天池家大数据预测比赛，约的饭一半都是烤鱼。 前一个星期疯狂地搭模型、布线。 玩设计（虽然不想吐槽最后的中二王霸造型hhh） 后一个星期疯狂地调试、在珠海暴晒的那几天里黑成炭。 还见到蜻蜓停在船仔的天线上。 起先就一帆风顺地跑出了最好直线成绩。然后船仔就开始傲娇，三天两头掉桨。 接下来的日子就在找桨、捞桨、等着AB胶干透的时光中打发。 如今船仔还放在中珠的实验室中，不知今年有没机会再回去摸摸它（的头）。 新的一年，还愿与大佬们不离不弃，餐餐吃烤鱼。 July 转眼就七月。跟婊贝们奔向了斯里兰卡。 虽说是参加了国际志愿者的项目，但是假期超多的lanka（每年的非工作日在150天以上），只有上午上班，我们又撞上了一天节日（估计是开斋节？），所以跟孩子们相处的时间短得只剩四个上午，其余的时间，就把斯里兰卡西南边的沿海地区 逛了个遍。 孩子们很乖，开心地祝teacher happy birthday。幼儿园的孩子们还在学习英语，所以本以为可以跟他们聊聊Chinese culture或 Chinese songs 的，最后决定，我们还是一起玩玩游戏吧！ 有着俄罗斯混血面孔的小美人深受众男生（以及朱导大叔）的喜爱。 lanka最不对我们胃口的就是咖喱，最赞的是各种果汁，必胜客的juice shakes喝了再喝。逛加勒古城时20LKR的金椰子解渴又营养。最好喝的酸奶是AMBEWELA。 在lanka随处可见的突突车。 以及在首都科伦坡的市区见到的大奔。 海边小火车的风景十分宜人，GoPro在这里派上了大用场，我还没来得及赚钱入手它，就听闻前段时间GoPro裁员，小心疼。 放生小海龟的沙滩非常美。 在我们去往康提佛牙寺的同时，小伙伴们去到东岸潜水。特别棒！因此立下了今年夏天要入GoPro要潜一次水的flag。 在霍顿平原，凌晨六点起床冷得哆嗦，在车上与司机聊了一路。徒步九公里，去到“世界尽头”，体会了一把风太大听不见，悬崖边也不敢太靠近。 努沃的mackwoods茶园，锡兰红茶自然是一流。Flowery Broken Orange Pekoe 是顶配（the best!），稍苦的Broken Orange Pekoe Fannings加上炼奶味道也很好。 相比起风景，感觉同行的有意思的伙伴们决定了这趟行程的质量。朱导全程carry，小美女穿上沙丽一路被称赞beautiful。还有可爱的大家，掰手指说起自己的经历，均是奇闻轶事，拍案称奇。今后一定再约！ 想念可亲可敬的Amma，还有和善的Amal。 最后看一眼真实的我们。凌晨三点转机，出不去吉隆坡机场的购物区，蜷缩在肯德基小憩。 August 拖着残废的身体在家静养，但是又坐不住，跑到南校当了一个假期的心理中心学生助理，蹭了一些岭南堂的讲座，接了一些咨询预约。重新了解照顾精神病人的社工，接触了心理健康领域的大小问题。总是在想如何将我所知道的传递给身边的朋友们。 也许很多人还不知道南校的心理中心在一个古堡般的小红楼中，咨询室的装饰十分sweet。 跟心理中心的小伙伴们约了一餐，觉得你们也都是很有想法、有追求，很喜欢。 暑假期间将心心念念的《三体》读完了， 临开学前去友谊剧院看了三体的舞台剧，期待着后两部的演绎。 September+ 回到广州，全新的征程。满课的日子异常充实，给力的队友们carry我完成了一项又一项Project。感谢每一份相遇相知。 遇到了很多人，认识了许多有意思的新朋友，不同的团队，都十分幸运。还要留待这一个月完全结束后再做回顾。同时也想念着老朋友们，一年一度的照片翻找整理之时，看到那些青涩的面庞，常常忍俊不禁。 新的一年，有着更加强烈的愿望与目标，部署好这个blog就是新年为自己拔掉的第一个flag。学了这么多年终于感受到程序媛可以创造世界的力量所在以及命令行的魅力。如今我也才迈出我Hello World的第一步，界面暂时借用了别人的theme，往后会日益完善，将每一个pixel都转化为我希望的样子。 So, Happy New Year! 许久不曾码字，这篇也只是我的流水账文吧。能看到这里都是真爱。 # shift+2016","raw":null,"content":null,"categories":[],"tags":[{"name":"Life","slug":"Life","permalink":"icyhh.xyz/tags/Life/"}]}]}